IDEA StatiCa Open Model
CombiInputEC.TypeCombiEC Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of EC combination
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public TypeOfCombiEC TypeCombiEC { get; set; }
Public Property TypeCombiEC As TypeOfCombiEC
	Get
	Set
public:
property TypeOfCombiEC TypeCombiEC {
	TypeOfCombiEC get ();
	void set (TypeOfCombiEC value);
}
Property Value
Type: TypeOfCombiEC
See Also
Reference
CombiInputEC Class
IdeaRS.OpenModel.Loading Namespace